Repository: mfranzon/MagicBoard
Catalog: locales/*/LC_MESSAGES/*.po
Languages: it

source: Choose your language
it: Seleziona la lingua

source: Drawing tool:
it: Strumento da disegno:

source: Stroke width:
it: Spessore tratto:

source: Stroke color hex:
it: Colore tratto:

source: Background color hex:
it: Colore background:

source: Background image:
it: Carica un'immagine:

source: Number of Steps:
it: Numero di iterazioni:

source: Strength value:
it: Attinenza all'originale:

source: Prompt to generate your cool image
it: Testo di input per iniziare la magia

source: write you text here to improve the image with your favourite style
it: Scrivi qui le indicazioni che trasformeranno la tua immagine
